Repository: itsjasminn/MoviesBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de

source: â¬…ï¸ Back
de: â¬…ï¸ ZurÃ¼ck

source: Choose the movie.
de: WÃ¤hle einen Film aus.

source: ğŸ¬ <b>Forrest Gump (1994)</b> â­ <b>IMDb Rating</b>: 8.8/10 ğŸ­ <b>Genre</b>: Drama, Romance ğŸ¥ <b>Director</b>: Robert Zemeckis ğŸ‘¤ <b>Starring</b>: Tom Hanks, Robin Wright, Gary Sinise ğŸ† <b>Awards</b>: Won 6 Academy Awards, including Best Picture ğŸ¬ & Best Actor (Tom Hanks) ğŸ… ğŸ“– <b>Plot Summary</b>: Forrest Gump is a kind-hearted man with a low IQ but an extraordinary life. He unwittingly takes part in major historical events, fighting in the Vietnam War, becoming a table tennis champion, and even investing in Apple. However, his true dream is to reunite with his childhood love, Jenny. Do you want to watch it?
de: ğŸ¬ <b>Forrest Gump (1994)</b> â­ <b>IMDb-Bewertung</b>: 8.8/10 ğŸ­ <b>Genre</b>: Drama, Romantik ğŸ¥ <b>Regisseur</b>: Robert Zemeckis ğŸ‘¤ <b>Darsteller</b>: Tom Hanks, Robin Wright, Gary Sinise ğŸ† <b>Auszeichnungen</b>: Gewinner von 6 Academy Awards, darunter Bester Film ğŸ¬ & Bester Schauspieler (Tom Hanks) ğŸ… ğŸ“– <b>Handlung</b>: Forrest Gump ist ein gutmÃ¼tiger Mann mit einem niedrigen IQ, aber einem auÃŸergewÃ¶hnlichen Leben. Er nimmt ungewollt an wichtigen historischen Ereignissen teil, kÃ¤mpft im Vietnamkrieg, wird Tischtennismeister und investiert sogar in Apple. Doch sein wahrer Traum ist es, seine Jugendliebe Jenny wiederzufinden. MÃ¶chtest du ihn sehen?

source: Yes
de: Ja

source: No
de: Nein

source: You can watch other better movies!
de: Du kannst andere, bessere Filme ansehen!

source: ğŸ Main menu
de: ğŸ HauptmenÃ¼

source: I will help you to find the movies!
de: Ich helfe dir, Filme zu finden!

source: ğŸ¥ Movies section
de: ğŸ¥ Filmsektion

source: ğŸ“ Contact us
de: ğŸ“ Kontaktiere uns

source: ğŸ˜‚ Comedy
de: ğŸ˜‚ KomÃ¶die

source: ğŸ“ Call
de: ğŸ“ Anruf

source: To contact with us: +998887718871 or click the button belowğŸ‘‡ğŸ¿
de: Kontaktiere uns unter: +998887718871 oder klicke auf die SchaltflÃ¤che unten ğŸ‘‡ğŸ¿
